Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's something that's much harder than it looks?
de: Was ist viel schwieriger, als es aussieht?
es: ¿Qué es mucho más difícil de lo que parece?
fr: Qu'est-ce qui est beaucoup plus difficile qu'il n'y paraît ?
it: Cosa è molto più difficile di quanto sembri?
ja: 見た目よりもはるかに難しいことは何ですか？
ko: 보기보다 훨씬 어려운 일은 무엇인가요?
nb: Hva er mye vanskeligere enn det ser ut til?
nl: Wat is veel moeilijker dan het eruitziet?
pl: Co jest znacznie trudniejsze niż się wydaje?
pt_br: O que é muito mais difícil do que parece?
sv: Vad är mycket svårare än det ser ut?
uk: Що набагато важче, ніж здається?
zh_hans: 什么事比看起来难得多？

source: What's something travel has taught you about yourself?
de: Was hat dir das Reisen über dich selbst beigebracht?
es: ¿Qué te han enseñado los viajes sobre ti mismo?
fr: Qu'est-ce que les voyages t'ont appris sur toi-même ?
it: Cosa ti hanno insegnato i viaggi su te stesso?
ja: 旅行はあなた自身について何を教えてくれましたか？
ko: 여행이 당신 자신에 대해 가르쳐준 것은 무엇인가요?
nb: Hva har reising lært deg om deg selv?
nl: Wat heeft reizen je over jezelf geleerd?
pl: Czego podróże nauczyły cię o tobie samym?
pt_br: O que viajar te ensinou sobre você mesmo?
sv: Vad har resor lärt dig om dig själv?
uk: Що подорожі навчили вас про себе?
zh_hans: 旅行让你对自己有什么认识？

source: What's something you always have in your bag or pockets?
de: Was hast du immer in deiner Tasche oder in deinen Taschen?
es: ¿Qué es algo que siempre tienes en tu bolso o bolsillos?
fr: Qu'est-ce que vous avez toujours dans votre sac ou vos poches ?
it: Cosa hai sempre nella borsa o nelle tasche?
ja: バッグやポケットにいつも入れているものは何ですか？
ko: 가방이나 주머니에 항상 가지고 다니는 것은 무엇인가요?
nb: Hva har du alltid i vesken eller lommene?
nl: Wat heb je altijd bij je in je tas of zakken?
pl: Co zawsze masz w swojej torbie lub kieszeniach?
pt_br: O que você sempre tem na bolsa ou nos bolsos?
sv: Vad har du alltid i din väska eller fickor?
uk: Що ви завжди маєте в сумці чи кишенях?
zh_hans: 你的包里或口袋里总是有什么东西？

source: What's something you believe that most people disagree with?
de: Woran glaubst du, dem die meisten widersprechen würden?
es: ¿En qué crees que la mayoría de la gente no está de acuerdo?
fr: Que croyez-vous que la plupart des gens ne partagent pas ?
it: Cosa credi che la maggior parte delle persone non condivida?
ja: ほとんどの人が同意しないとあなたが信じていることは何ですか？
ko: 대부분의 사람들이 동의하지 않을 것 같은 당신의 믿음은 무엇인가요?
nb: Hva tror du på som de fleste er uenige i?
nl: Waar geloof jij in waar de meeste mensen het mee oneens zijn?
pl: W co wierzysz, z czym większość ludzi się nie zgadza?
pt_br: No que você acredita que a maioria das pessoas discorda?
sv: Vad tror du på som de flesta inte håller med om?
uk: У що ви вірите, з чим більшість людей не згодна?
zh_hans: 你相信哪件大多数人都不同意的事情？

source: What's something you believed as a teenager that embarrasses you now?
de: Was hast du als Teenager geglaubt, das dich heute peinlich berührt?
es: ¿Qué creías cuando eras adolescente que te avergüenza ahora?
fr: Qu'est-ce que tu croyais quand tu étais adolescent qui t'embarrasse maintenant ?
it: Cosa pensavi da adolescente che ora ti imbarazza?
ja: ティーンエイジャーの頃に信じていたことで、今は恥ずかしいことは何ですか？
ko: 10대 때 믿었던 것 중 지금은 부끄러운 것이 있다면?
nb: Hva trodde du som tenåring som flau deg ut nå?
nl: Wat geloofde jij als tiener waar je je nu voor schaamt?
pl: W co wierzyłeś jako nastolatek, a co teraz cię zawstydza?
pt_br: O que você acreditava quando era adolescente que te envergonha agora?
sv: Vad trodde du på som tonåring som du skäms för nu?
uk: У що ви вірили в підлітковому віці, чого вам тепер соромно?
zh_hans: 你青少年时期相信的什么现在让你觉得尴尬？

source: What's something you built as a child that you were proud of?
de: Was hast du als Kind gebaut, worauf du stolz warst?
es: ¿Qué construiste de niño que te enorgulleciera?
fr: Qu’as-tu construit enfant dont tu étais fier ?
it: Cosa hai costruito da bambino di cui eri orgoglioso?
ja: 子供の頃に作って誇りに思っているものは何ですか？
ko: 어릴 때 만들어서 자랑스러웠던 것은 무엇인가요?
nb: Hva bygde du som barn som du var stolt av?
nl: Wat bouwde je als kind waar je trots op was?
pl: Co zbudowałeś jako dziecko, z czego byłeś dumny?
pt_br: O que você construiu quando criança e do qual se orgulhava?
sv: Vad byggde du som barn som du var stolt över?
uk: Що ти побудував у дитинстві, чим пишався?
zh_hans: 你小时候造过什么让你骄傲的东西？

source: What's something you collect, even informally?
de: Was sammelst du, auch inoffiziell?
es: ¿Qué coleccionas, incluso de manera informal?
fr: Qu'est-ce que vous collectionnez, même de manière informelle ?
it: Cosa collezioni, anche in modo informale?
ja: インフォーマルに集めているものは何ですか？
ko: 비공식적으로라도 수집하는 것이 있나요?
nb: Hva samler du på, selv uformelt?
nl: Wat verzamel je, ook al is het informeel?
pl: Co zbierasz, nawet nieformalnie?
pt_br: O que você coleciona, mesmo que informalmente?
sv: Vad samlar du på, även informellt?
uk: Що ви колекціонуєте, навіть неофіційно?
zh_hans: 你有什么收集爱好，即使是非正式的？

source: What's something you did as a kid you hope to pass on?
de: Was hast du als Kind gemacht, das du weitergeben möchtest?
es: ¿Qué es algo que hiciste de niño que esperas transmitir?
fr: Qu'est-ce que tu faisais étant enfant que tu espères transmettre ?
it: Cosa facevi da bambino che speri di tramandare?
ja: 子供の頃にやっていたことで、伝えていきたいと思うことは何ですか？
ko: 어릴 때 했던 일 중 전하고 싶은 것이 있나요?
nb: Hva er noe du gjorde som barn som du håper å gi videre?
nl: Wat is iets dat je als kind deed en waarvan je hoopt het door te geven?
pl: Co robiłeś/robiłaś jako dziecko, co masz nadzieję przekazać dalej?
pt_br: O que você fez quando criança que espera transmitir?
sv: Vad är något du gjorde som barn som du hoppas kunna föra vidare?
uk: Що з того, що ви робили в дитинстві, ви сподіваєтесь передати?
zh_hans: 你小时候做过的什么事情希望也能传下去？

source: What's something you do for yourself that also shows you love yourself?
de: Was tust du für dich selbst, das auch zeigt, dass du dich selbst liebst?
es: ¿Qué haces por ti mismo que también muestra que te amas a ti mismo?
fr: Qu'est-ce que tu fais pour toi-même qui montre aussi que tu t'aimes ?
it: Cosa fai per te stesso che dimostra anche che ti ami?
ja: 自分自身のためにしていて、自分を愛していることを示すことは何ですか？
ko: 자신을 위해 하면서도 자신을 사랑한다는 것을 보여주는 일은 무엇인가요?
nb: Hva gjør du for deg selv som også viser at du elsker deg selv?
nl: Wat doe je voor jezelf waaruit ook blijkt dat je van jezelf houdt?
pl: Co robisz dla siebie, co również pokazuje, że się kochasz?
pt_br: O que você faz por si mesmo que também mostra que se ama?
sv: Vad gör du för dig själv som också visar att du älskar dig själv?
uk: Що ви робите для себе, що також свідчить про любов до себе?
zh_hans: 你为自己做些什么，同时也表明你爱自己？

source: What's something you do that's old-fashioned?
de: Was tust du, das altmodisch ist?
es: ¿Qué haces que sea anticuado?
fr: Quelle est une chose que tu fais et qui est démodée ?
it: Cosa fai che è antiquata?
ja: あなたがしている昔ながらのことは何ですか？
ko: 당신이 하는 구식인 일은 무엇인가요?
nb: Hva er noe du gjør som er gammeldags?
nl: Wat doe jij dat ouderwets is?
pl: Co robisz, co jest staroświeckie?
pt_br: O que você faz que é antiquado?
sv: Vad är något du gör som är gammaldags?
uk: Що ви робите такого, що є старомодним?
zh_hans: 你做的什么事比较老派？

source: What's something you do to feel in control when everything feels chaotic?
de: Was tust du, um Kontrolle zu haben, wenn alles chaotisch erscheint?
es: ¿Qué haces para sentirte en control cuando todo parece caótico?
fr: Que fais-tu pour te sentir en contrôle quand tout semble chaotique ?
it: Cosa fai per sentirti in controllo quando tutto sembra caotico?
ja: すべてが混沌としているとき、コントロールされていると感じるために何をしますか？
ko: 모든 것이 혼란스러울 때 통제감을 느끼기 위해 하는 일은 무엇인가요?
nb: Hva gjør du for å føle kontroll når alt føles kaotisk?
nl: Wat doe jij om controle te voelen als alles chaotisch aanvoelt?
pl: Co robisz, aby poczuć kontrolę, gdy wszystko wydaje się chaotyczne?
pt_br: O que você faz para se sentir no controle quando tudo parece caótico?
sv: Vad gör du för att känna kontroll när allt känns kaotiskt?
uk: Що ви робите, щоб відчути контроль, коли все здається хаотичним?
zh_hans: 当一切感觉混乱时，你会做什么来获得掌控感？

source: What's something you do to unwind that others might find odd?
de: Was tust du zum Entspannen, das andere seltsam finden könnten?
es: ¿Qué haces para relajarte que otros podrían encontrar extraño?
fr: Que faites-vous pour vous détendre que d'autres pourraient trouver étrange ?
it: Cosa fai per rilassarti che gli altri potrebbero trovare strano?
ja: 他の人が変だと思うかもしれないリラックス方法は何ですか？
ko: 다른 사람들이 이상하게 생각할 수 있는 당신만의 휴식 방법은 무엇인가요?
nb: Hva gjør du for å slappe av som andre kanskje synes er rart?
nl: Wat doe jij om te ontspannen dat anderen misschien raar vinden?
pl: Co robisz, aby się zrelaksować, co inni mogą uznać za dziwne?
pt_br: O que você faz para relaxar que outros podem achar estranho?
sv: Vad gör du för att varva ner som andra kanske tycker är konstigt?
uk: Що ви робите, щоб розслабитися, що інші можуть вважати дивним?
zh_hans: 你用什么方式放松，而别人可能觉得奇怪？

source: What's something you find unexpectedly attractive in people?
de: Was findest du unerwartet attraktiv an Menschen?
es: ¿Qué encuentras inesperadamente atractivo en las personas?
fr: Qu'est-ce que tu trouves inattendument attirant chez les gens ?
it: Cosa trovi inaspettatamente attraente nelle persone?
ja: 人に予想外に魅力的だと感じることは何ですか？
ko: 사람들에게서 예상치 못하게 매력적으로 느껴지는 것은 무엇인가요?
nb: Hva finner du uventet attraktivt hos mennesker?
nl: Wat vind je onverwacht aantrekkelijk aan mensen?
pl: Co znajdujesz nieoczekiwanie atrakcyjnego u ludzi?
pt_br: O que você acha inesperadamente atraente nas pessoas?
sv: Vad finner du oväntat attraktivt hos människor?
uk: Що несподівано привабливого ви знаходите в людях?
zh_hans: 你在别人身上发现什么意想不到的吸引力？

source: What's something you forgive easily in others but not in yourself?
de: Was vergibst du anderen leicht, dir selbst aber nicht?
es: ¿Qué cosa perdonas fácilmente en los demás pero no en ti mismo?
fr: Quelle chose pardonnez-vous facilement aux autres mais pas à vous-même ?
it: Cosa perdoni facilmente negli altri ma non in te stesso?
ja: 他人には簡単に許せるけど、自分には許せないことは何ですか？
ko: 다른 사람에게는 쉽게 용서하지만 자신에게는 용서하지 못하는 것은 무엇인가요?
nb: Hva tilgir du lett hos andre, men ikke hos deg selv?
nl: Wat vergeef je anderen gemakkelijk, maar jezelf niet?
pl: Co łatwo wybaczasz innym, ale nie sobie?
pt_br: O que você perdoa facilmente nos outros, mas não em si mesmo?
sv: Vad förlåter du lätt hos andra men inte hos dig själv?
uk: Що ви легко прощаєте іншим, але не собі?
zh_hans: 哪件事你容易原谅别人，却不能原谅自己？

source: What's something you know to be true but can't fully explain?
de: Was weißt du, das wahr ist, aber nicht vollständig erklären kannst?
es: ¿Qué sabes que es verdad pero no puedes explicar completamente?
fr: Quelle est une chose que vous savez vraie mais que vous ne pouvez pas expliquer complètement ?
it: Cosa sai essere vera ma non riesci a spiegare completamente?
ja: 真実だとわかっているが、完全には説明できないことは何ですか？
ko: 사실임을 알지만 완전히 설명할 수 없는 것은 무엇인가요?
nb: Hva vet du er sant, men ikke kan forklare fullt ut?
nl: Wat weet je dat waar is, maar niet volledig kunt uitleggen?
pl: Co wiesz, że jest prawdą, ale nie potrafisz w pełni wyjaśnić?
pt_br: O que você sabe ser verdade, mas não consegue explicar completamente?
sv: Vad vet du är sant men inte kan förklara fullt ut?
uk: Що ви знаєте як правду, але не можете повністю пояснити?
zh_hans: 你知道什么是真的但无法完全解释的事情？

source: What's something you need in a friendship that you rarely ask for?
de: Was brauchst du in einer Freundschaft, worum du selten bittest?
es: ¿Qué necesitas en una amistad que rara vez pides?
fr: Qu'as-tu besoin dans une amitié que tu demandes rarement ?
it: Cosa ti serve in un'amicizia che raramente chiedi?
ja: 友情の中で必要だが、めったに求めないことは何ですか？
ko: 우정에서 필요하지만 거의 요청하지 않는 것은 무엇인가요?
nb: Hva trenger du i et vennskap som du sjelden ber om?
nl: Wat heb je nodig in een vriendschap waar je zelden om vraagt?
pl: Czego potrzebujesz w przyjaźni, o co rzadko prosisz?
pt_br: O que você precisa em uma amizade que raramente pede?
sv: Vad behöver du i en vänskap som du sällan ber om?
uk: Що вам потрібно в дружбі, про що ви рідко просите?
zh_hans: 在友谊中你需要但很少要求的是什么？

source: What's something you want to be remembered for?
de: Wofür möchtest du in Erinnerung bleiben?
es: ¿Por qué quieres ser recordado?
fr: Pour quoi veux-tu être connu ?
it: Cosa vuoi che ti venga ricordato?
ja: 何で覚えられたいですか？
ko: 무엇으로 기억되고 싶나요?
nb: Hva vil du bli husket for?
nl: Waar wil je om herinnerd worden?
pl: Z czego chcesz być zapamiętany?
pt_br: Pelo que você quer ser lembrado?
sv: Vad vill du bli ihågkommen för?
uk: За що ви хочете, щоб вас пам'ятали?
zh_hans: 你希望因为什么而被人们记住？

source: What's something you want to learn in the next year?
de: Was möchtest du im nächsten Jahr lernen?
es: ¿Qué es algo que quieras aprender en el próximo año?
fr: Qu'est-ce que tu veux apprendre dans l'année à venir ?
it: Cosa vuoi imparare nel prossimo anno?
ja: 来年学びたいことは何ですか？
ko: 내년에 배우고 싶은 것이 있나요?
nb: Hva er noe du vil lære det neste året?
nl: Wat is iets dat je het komende jaar wilt leren?
pl: Czego chcesz się nauczyć w ciągu najbliższego roku?
pt_br: O que você quer aprender no próximo ano?
sv: Vad är något du vill lära dig under det kommande året?
uk: Що ви хочете вивчити в наступному році?
zh_hans: 明年你想学些什么？

source: What’s something you were really afraid of as a kid?
de: Wovor hattest du als Kind große Angst?
es: ¿De qué tenías mucho miedo de niño?
fr: De quoi avais-tu vraiment peur étant enfant ?
it: Di cosa avevi molta paura da bambino?
ja: 子供の頃、何をとても怖がっていましたか？
ko: 어릴 때 정말 무서웠던 것은 무엇인가요?
nb: Hva var du veldig redd for som barn?
nl: Waar was je als kind echt bang voor?
pl: Czego bardzo bałeś/bałaś się jako dziecko?
pt_br: Do que você tinha muito medo quando criança?
sv: Vad var du väldigt rädd för som barn?
uk: Чого ви дуже боялися в дитинстві?
zh_hans: 你小时候非常害怕什么？

source: What's something you wish you'd been taught earlier in life?
de: Was wünschst du dir, dir früher im Leben beigebracht bekommen zu haben?
es: ¿Qué es algo que te gustaría que te hubieran enseñado antes en la vida?
fr: Qu'est-ce que tu aurais aimé apprendre plus tôt dans la vie ?
it: Cosa vorresti ti fosse stato insegnato prima nella vita?
ja: 人生でもっと早く教わっておけばよかったと思うことは何ですか？
ko: 인생에서 더 일찍 배웠더라면 좋았을 것이 무엇인가요?
nb: Hva skulle du ønske du hadde lært tidligere i livet?
nl: Wat wou je dat je eerder in je leven had geleerd?
pl: Czego żałujesz, że nie nauczono cię wcześniej w życiu?
pt_br: O que você gostaria que tivesse aprendido mais cedo na vida?
sv: Vad önskar du att du hade fått lära dig tidigare i livet?
uk: Чого ви хотіли б, щоб вас навчили раніше в житті?
zh_hans: 你希望自己早点学会什么？

source: What's something you wish you'd said to someone while you had the chance?
de: Was hättest du gerne jemandem gesagt, als du die Chance hattest?
es: ¿Qué te gustaría haberle dicho a alguien cuando tuviste la oportunidad?
fr: Qu'auriez-vous aimé dire à quelqu'un quand vous en aviez l'occasion ?
it: Cosa vorresti aver detto a qualcuno quando ne hai avuto la possibilità?
ja: チャンスがあったときに誰かに言っておけばよかったと思うことは何ですか？
ko: 기회가 있었을 때 누군가에게 말했더라면 좋았을 것 같은 말은 무엇인가요?
nb: Hva skulle du ønske du hadde sagt til noen mens du hadde sjansen?
nl: Wat had je tegen iemand willen zeggen toen je de kans had?
pl: Co chciałbyś powiedzieć komuś, gdy miałeś okazję?
pt_br: O que você gostaria de ter dito a alguém enquanto teve a chance?
sv: Vad önskar du att du hade sagt till någon medan du hade chansen?
uk: Що б ви хотіли сказати комусь, коли мали нагоду?
zh_hans: 你希望曾有机会对某人说些什么？

source: What's something you'd attempt if you had no fear of judgement?
de: Was würdest du versuchen, wenn du keine Angst vor Verurteilung hättest?
es: ¿Qué intentarías si no tuvieras miedo al juicio?
fr: Qu'est-ce que tu tenterais si tu n'avais pas peur du jugement ?
it: Cosa tenteresti se non avessi paura del giudizio?
ja: 批判を恐れずに挑戦してみたいことは何ですか？
ko: 판단에 대한 두려움이 없다면 무엇을 시도하시겠어요?
nb: Hva ville du forsøkt hvis du ikke hadde frykt for å bli dømt?
nl: Wat zou je proberen als je geen angst voor oordeel had?
pl: Co byś spróbował, gdybyś nie bał się oceny?
pt_br: O que você tentaria se não tivesse medo de julgamento?
sv: Vad skulle du försöka dig på om du inte hade någon rädsla för att bli dömd?
uk: Що б ви спробували, якби не боялися осуду?
zh_hans: 如果你不怕被评判，你会尝试做什么？

source: What's something you're better at than most people realise?
de: Was kannst du besser, als die meisten Leute denken?
es: ¿En qué eres mejor de lo que la mayoría cree?
fr: Dans quoi êtes-vous meilleur/meilleure que ce que la plupart des gens pensent ?
it: In cosa sei più bravo di quanto la maggior parte delle persone pensi?
ja: ほとんどの人が思っている以上に得意なことは何ですか？
ko: 대부분의 사람들이 생각하는 것보다 더 잘하는 것은 무엇인가요?
nb: Hva er du flinkere til enn folk flest tror?
nl: Waarin ben je beter dan de meeste mensen denken?
pl: W czym jesteś lepszy, niż większość ludzi myśli?
pt_br: No que você é melhor do que a maioria das pessoas imagina?
sv: Vad är du bättre på än de flesta tror?
uk: Що ви вмієте краще, ніж думає більшість людей?
zh_hans: 什么事情你做得比大多数人以为的更好？

source: What's something you're certain of that you can't prove?
de: Was ist dir sicher, was du nicht beweisen kannst?
es: ¿Qué es algo de lo que estás seguro pero no puedes probar?
fr: Quelle est une chose dont tu es certain mais que tu ne peux pas prouver ?
it: Cosa sei certo ma non puoi provare?
ja: 証明はできないけど確信していることは何ですか？
ko: 증명할 수는 없지만 확신하는 것은 무엇인가요?
nb: Hva er du sikker på, men ikke kan bevise?
nl: Waarvan ben je zeker, maar kun je het niet bewijzen?
pl: Co jest dla ciebie pewne, ale nie możesz tego udowodnić?
pt_br: O que você tem certeza, mas não pode provar?
sv: Vad är du säker på som du inte kan bevisa?
uk: Що ви знаєте напевно, але не можете довести?
zh_hans: 你确信但无法证明的事情是什么？

source: What's something you're glad you didn't have to grow up with?
de: Worüber bist du froh, dass du nicht damit aufwachsen musstest?
es: ¿De qué te alegras de no haber tenido que crecer?
fr: De quoi es-tu content de ne pas avoir dû grandir avec ?
it: Di cosa sei felice di non essere cresciuto?
ja: 育ちながら経験しなくて良かったと思うことは何ですか？
ko: 성장하면서 겪지 않아도 되어서 다행이라고 생각하는 것은 무엇인가요?
nb: Hva er du glad for at du slapp å vokse opp med?
nl: Waar ben je blij dat je niet mee bent opgegroeid?
pl: Z czego cieszysz się, że nie musiałeś dorastać?
pt_br: Do que você está feliz por não ter crescido com isso?
sv: Vad är du glad över att du slapp växa upp med?
uk: Чому ви раді, що вам не довелося з цим зростати?
zh_hans: 你庆幸自己没有在成长过程中经历什么事？

source: What's something you're looking forward to this month?
de: Worauf freust du dich diesen Monat?
es: ¿Qué esperas con ansias este mes?
fr: À quoi avez-vous hâte ce mois-ci ?
it: Cosa aspetti con ansia questo mese?
ja: 今月楽しみにしていることは何ですか？
ko: 이번 달에 기대되는 것은 무엇인가요?
nb: Hva gleder du deg til denne måneden?
nl: Waar kijk je naar uit deze maand?
pl: Na co czekasz z niecierpliwością w tym miesiącu?
pt_br: O que você está ansioso para este mês?
sv: Vad ser du fram emot den här månaden?
uk: Чого ви чекаєте цього місяця?
zh_hans: 这个月你有什么期待的事情？

source: What's something you're ready to let go of?
de: Wovon bist du bereit, loszulassen?
es: ¿De qué estás listo para soltar?
fr: De quoi es-tu prêt à lâcher prise ?
it: Di cosa sei pronto a lasciare andare?
ja: もう手放してもいいと思うことは何ですか？
ko: 놓아줄 준비가 된 것은 무엇인가요?
nb: Hva er du klar til å gi slipp på?
nl: Waarvan ben je klaar om los te laten?
pl: Czego jesteś gotów się pozbyć?
pt_br: De que você está pronto para deixar ir?
sv: Vad är du redo att släppa taget om?
uk: Від чого ви готові відпустити?
zh_hans: 你准备好放下什么了？

source: What's something you're still figuring out about yourself?
de: Was bist du noch dabei, an dir selbst herauszufinden?
es: ¿Qué es algo que todavía estás descubriendo de ti mismo?
fr: Qu'apprenez-vous encore sur vous-même ?
it: Cosa stai ancora scoprendo di te stesso?
ja: 自分自身についてまだ解明していないことは何ですか？
ko: 자신에 대해 아직 알아내고 있는 것은 무엇인가요?
nb: Hva er det du fortsatt prøver å finne ut av om deg selv?
nl: Wat ben je nog aan het ontdekken over jezelf?
pl: Co wciąż odkrywasz na swój temat?
pt_br: O que você ainda está descobrindo sobre si mesmo?
sv: Vad är det du fortfarande försöker lista ut om dig själv?
uk: Що ви досі намагаєтеся зрозуміти у собі?
zh_hans: 关于你自己，你还有什么不清楚的地方？

source: What's something you're still learning about how to be a good partner or friend?
de: Was lernst du noch darüber, ein guter Partner oder Freund zu sein?
es: ¿Qué sigues aprendiendo sobre cómo ser un buen compañero o amigo?
fr: Qu'apprends-tu encore sur la façon d'être un bon partenaire ou ami ?
it: Cosa stai ancora imparando su come essere un buon partner o amico?
ja: 良いパートナーや友人になる方法について、まだ学んでいることは何ですか？
ko: 좋은 파트너나 친구가 되는 방법에 대해 아직 배우고 있는 것은 무엇인가요?
nb: Hva lærer du fortsatt om hvordan du kan være en god partner eller venn?
nl: Wat leer je nog over hoe je een goede partner of vriend kunt zijn?
pl: Czego wciąż się uczysz na temat bycia dobrym partnerem lub przyjacielem?
pt_br: O que você ainda está aprendendo sobre como ser um bom parceiro ou amigo?
sv: Vad lär du dig fortfarande om hur man är en bra partner eller vän?
uk: Чого ви все ще вчитеся про те, як бути хорошим партнером або другом?
zh_hans: 关于如何成为一个好的伴侣或朋友，你还在学习什么？

source: What's something you're terrible at but love doing anyway?
de: Was kannst du überhaupt nicht, liebst es aber trotzdem zu tun?
es: ¿En qué eres malo pero te encanta hacerlo de todos modos?
fr: Dans quoi es-tu mauvais mais que tu aimes quand même faire ?
it: In cosa sei terribile ma ami comunque fare?
ja: あなたは苦手だけど、それでもやるのが好きなことは何ですか？
ko: 서투르지만 그래도 즐겁게 하는 일은 무엇인가요?
nb: Hva er du fryktelig dårlig på, men elsker å gjøre likevel?
nl: Waarin ben je vreselijk slecht, maar doe je het toch graag?
pl: W czym jesteś beznadziejny, ale i tak uwielbiasz to robić?
pt_br: No que você é terrível, mas adora fazer mesmo assim?
sv: Vad är du urusel på men älskar att göra ändå?
uk: У чому ви жахливі, але все одно любите цим займатися?
zh_hans: 什么事你很不在行但仍然喜欢做？

source: What's something you're tired of pretending to enjoy?
de: Was tust du nur noch aus Höflichkeit, obwohl du es nicht genießt?
es: ¿Qué es algo que estás cansado de fingir que disfrutas?
fr: Quelle est la chose que tu es fatigué de faire semblant d'apprécier ?
it: Di cosa sei stanco di fingere che ti piaccia?
ja: 楽しんでいるふりをするのに疲れたことは何ですか？
ko: 즐기는 척하는 데 지친 것은 무엇인가요?
nb: Hva er du lei av å late som du liker?
nl: Waarvan ben je het zat om te doen alsof je het leuk vindt?
pl: Czego masz dość udawania, że lubisz?
pt_br: Do que você está cansado de fingir que gosta?
sv: Vad är du trött på att låtsas att du tycker om?
uk: Що вам набридло вдавати, що вам подобається?
zh_hans: 哪件事你假装喜欢，但其实已经厌倦了？

source: What's something you're waiting for permission to do?
de: Worauf wartest du, dir die Erlaubnis zu geben?
es: ¿Qué estás esperando permiso para hacer?
fr: Qu'attends-tu pour te donner la permission de faire ?
it: Per cosa stai aspettando il permesso di fare?
ja: 許可を待っていることは何ですか？
ko: 허락을 기다리고 있는 일은 무엇인가요?
nb: Hva venter du på tillatelse til å gjøre?
nl: Waar wacht je op toestemming om te doen?
pl: Na co czekasz, aby dostać pozwolenie?
pt_br: O que você está esperando permissão para fazer?
sv: Vad väntar du på tillstånd att göra?
uk: На що ви чекаєте дозволу?
zh_hans: 你在等谁的许可才能做某件事？

source: What's something you're weirdly competitive about?
de: Wobei bist du seltsam ehrgeizig?
es: ¿En qué eres extrañamente competitivo?
fr: À propos de quoi es-tu étrangement compétitif/compétitive ?
it: Per cosa sei stranamente competitivo?
ja: 奇妙に負けず嫌いなことは何ですか？
ko: 이상하게 경쟁심을 불태우는 것은 무엇인가요?
nb: Hva er det du er rart konkurranseinnstilt på?
nl: Waar ben jij vreemd competitief in?
pl: W czym jesteś dziwnie ambitny?
pt_br: Com o que você é estranhamente competitivo?
sv: Vad är du konstigt tävlingsinriktad om?
uk: У чому ти дивно амбітний?
zh_hans: 你在哪方面出奇地有好胜心？
